/* No comment provided by engineer. */
"Account created" = "Account created";

/* No comment provided by engineer. */
"Already backed up" = "Already backed up";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "Are you sure you want to delete all your contacts ?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"confirm password" = "confirm password";

/* No comment provided by engineer. */
"contacts on server" = "contacts on server";

/* No comment provided by engineer. */
"Create Account" = "Create Account";

/* No comment provided by engineer. */
"Delete Contacts" = "Delete Contacts";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = "Forgot password ?";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile.";

/* No comment provided by engineer. */
"Import Contacts" = "Import Contacts";

/* No comment provided by engineer. */
"Install contacts from server ?" = "Install contacts from server ?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "LOGIN";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Mail already exists" = "Mail already exists";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"No Internet connection" = "No Internet connection";

/* No comment provided by engineer. */
"password" = "password";

/* No comment provided by engineer. */
"Please enter your credentials" = "Please enter your credentials";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "Please enter your e-mail address so we can reset your password";

/* No comment provided by engineer. */
"Please insert same password in both fields" = "Please insert same password in both fields";

/* No comment provided by engineer. */
"Please insert valid email address" = "Please insert valid email address";

/* No comment provided by engineer. */
"Please use a valid email" = "Please use a valid email";

/* No comment provided by engineer. */
"REGISTER" = "REGISTER";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "Save contacts to server ? This will overwrite your current backup.";

/* No comment provided by engineer. */
"Save To Cloud" = "Save To Cloud";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "Sorry";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart does not have permissions to use your contacts, check Settings->Privacy";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts";

/* No comment provided by engineer. */
"Unable to connect, please verify internet connection and/or credentials" = "Unable to connect, please verify internet connection and/or credentials";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "Unable to connect, please verify your credentials";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "Upload completed, your contacts have been backed up";

/* No comment provided by engineer. */
"valid contacts on phone" = "valid contacts on phone";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "We suggest you backup your contacts before proceeding to deletion";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"Yes" = "Yes";

